Repository: MAGISTER-PD2OR/hawthorne
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, sv

source: Could not resolve host by domain ({0})
sv: Kunde inte lösa värden av domänen ({0})

source: Server timed out
sv: Serveranslutningen avbröts.

source: Could not authenticate with given password
sv: Kunde inte autentisera med angett lösenord.

source: Could not reach server ({0})
sv: Kunde inte nå server ({0})

source: Username
de: Benutzername
sv: Användarnamn

source: Group
de: Gruppen
sv: Grupp

source: Steam Username
de: Steam Benutzername
sv: Steam Användarnamn

source: Could not find any user
sv: Kunde inte hitta någon användare

source: Type to search
sv: Skriv för att söka

source: Press to select
sv: Klicka för att välja

source: Groups
sv: Grupper

source: all
de: Alle
sv: Alla

source: Logs
de: Protokolle
sv: Loggar

source: Chat
sv: Chatt

source: Instances
sv: Instanser

source: Announcements
de: Mitteilungen
sv: Tillkännagivanden

source: Mute/Gag
sv: Muta/Gag

source: Players
de: Spieler
sv: Spelare

source: Name
sv: Namn

source: Password
sv: Lösenord

source: Gamemode
sv: Spelläge

source: Game
de: Spiel
sv: Spel

source: Bans
sv: Bannlysningar

source: Admins
sv: Administratörer

source: until %(until)s
sv: %(until)s till

source: in
sv: i

source: Not Supported
de: Nicht Unterstützt
sv: Stöds inte

source: Enter command here...
sv: Ange kommando här...

source: last
de: letzter
sv: Senaste

source: month
de: Monat
sv: Månad

source: time
de: Zeit
sv: tid

source: Home
de: Startseite
sv: Hem

source: Servers
sv: Servrar

source: Settings
de: Einstellungen
sv: Inställningar

source: document is missing
de: Dokument ist nicht vorhanden
sv: Dokumentet saknas

source: required field
de: Feld erforderlich
sv: Obligatoriskt fält

source: unknown field
de: Feld unbekannt
sv: Okänt fält

source: field '{0}' is required
de: Feld '{0}' ist erforderlich
sv: Fält '{0}' är obligatoriskt

source: depends on these values: {constraint}
de: hängt vom Wert {constraint} ab
sv: Beror på följande värden: {constraint}

source: {0} must not be present with '{field}'
de: {0} darf nicht im Feld '{field}' vorkommen
sv: {0} kan inte innehålla fältet '{field}'

source: '{0}' is not a document, must be a dict
de: '{0}' ist kein Dokument, muss ein dict sein
sv: '{0}' är inte ett dokument, måste vara av variabeltypen 'dict'

source: empty values not allowed
de: Leere Werte sind nicht zugelassen
sv: Tomma värden är inte tillåtna

source: value needs to be supplied
de: Wert muss vorhanden sein
sv: Värde måste vara angett

source: must be of {constraint} type
de: muss vom Typ {constraint} sein
sv: Måste vara av variabeltyp {constraint}

source: must be of dict type
de: muss von Typ dict sein
sv: Måste vara av variabeltyp 'dict'

source: length of list should be {constraint}, it is {0}
de: Länger der Liste sollte {constraint}, ist aber {0}
sv: Längden av listan måste vara {constraint}, den är {0}

source: min length is {constraint}
de: minimale Länge ist {constraint}
sv: Minsta tillåtna längd är {constraint}

source: max length is {constraint}
de: maximale Länge ist {constraint}
sv: Högsta tillåtna längd är {constraint}

source: value does not match regex '{constraint}'
de: Stimmt nicht mit dem Muster '{constraint}' überein
sv: Värde stämmer inte överens med regex '{constraint}'

source: min value is {constraint}
de: Minimaler Wert ist {constraint}
sv: Minsta tillåtna värde är {constraint}

source: max value is {constraint}
de: Maximaler Wert ist {constraint}
sv: Högsta tillåtna värdet är {constraint}

source: unallowed value {value}
de: Nicht zugelassener Wert {value}
sv: Värde {value} är inte tillåtet

source: unallowed values {0}
de: Nicht zugelassene Werte {0}
sv: Värdena {0} är inte tillåtna

source: field '{field}' cannot be coerced: {0}
de: Feld '{field}' kann nicht in {0} umgewandelt werden
sv: Fält '{field}' kan inte bli påtvingat: {0}

source: field '{field}' cannot be renamed: {0}
de: Feld '{field}' kann nicht in {0} umbenannt werden
sv: Fält '{field}' kan inte bli omdöpt: {0}

source: field is read-only
de: Feld ist schreibgeschützt
sv: Fält är i läs-endast läge

source: default value for '{field}' cannot be set: {0}
de: Standardwert für '{field}' kann nicht gesetzt werden: {0}
sv: Standardvärde för '{field}' kan inte ändras: {0}

source: mapping doesn't validate subschema: {0}
de: Mapping validiert nicht subschema: {0}
sv: Kartläggning kan inte validera subschema: {0}

source: one or more sequence-items don't validate: {0}
de: Ein oder mehrere Sequenz-Gegenstände konnten nicht überprüft werden: {0}
sv: En eller fler sekvens-artikel kan inte valideras: {0}

source: one or more keys of a mapping don't validate: {0}
de: Ein oder mehrere Schlüssel des Mapping konnten nicht validiert werden: {0}
sv: En eller flera nycklar av kartläggning kan inte valideras: {0}

source: one or more values in a mapping don't validate: {0}
de: Ein oder mehrere Werte des Mappings konnten nicht validiert werden: {0}
sv: En eller flera värden i kartläggning kan inte valideras: {0}

source: one or more definitions validate
de: Ein oder mehrere Definitionen konnten nicht validiert werden
sv: En eller flera definitioner kan valideras

source: none or more than one rule validate
de: Keine oder mehrere denn eine Regel wurden validiert
sv: Inga eller mer än en regel kan valideras

source: no definitions validate
de: Keine Definition wurde validiert
sv: Inga definitioner kan valideras

source: one or more definitions don't validate
de: Eine oder mehrere Definitionen konnten nicht validiert werden
sv: En eller flera definitioner kan inte valideras

source: could not find user
de: Konnte Nutzer nicht finden

source: type something to query
de: Schreibe etwas um zu suchen

source: enter will do it
de: Drücke Enter

source: | until %(until)s
de: | bis %(until)s
